{
  "name": "Dreaming Nomad Strike",
  "img": "icons/magic/symbols/star-rising-purple.webp",
  "type": "pf1-pow.maneuver",
  "system": {
    "htmlFields": [
      "description.value"
    ],
    "filePathFields": {
      "img": [
        "IMAGE"
      ]
    },
    "description": {
      "value": "<p><strong>Prerequisite(s)</strong>: Two Sleeping Goddess maneuvers<br /><strong>Range</strong>: Melee attack and 50 ft. (see text)<br /><strong>Target</strong>: One or more creatures (see text)<br /><strong>Duration</strong>: Instantaneous</p><h2>Description</h2><p>You force reality around you to become dreamlike, eschewing the restrictions of distance and becoming a whirlwind of strikes flowing across the battlefield without needing to take a single step. When you initiate this strike, you may teleport to any space within 50 feet from which you could make a melee attack against an opponent. After you teleport, make a melee attack against that opponent. If it hits, it deals weapon damage as normal, and you can repeat this process, teleporting to a space within 50 feet of your new location. The maximum number of attacks you can make in this way is equal to one plus an additional attack for every four initiator levels you possess, and each attack is made at your highest attack bonus. You cannot attack an individual creature more than once during this strike. Augment: You can augment this maneuver in one or more of the following ways: For every power point you spend, this strike deals an additional [[1d6]] points of damage. For every [[2d6]] you increase the damage by, the distance you can teleport before each attack increases by 10 feet. For every 2 power points you spend, the maximum number of attacks you can make with this strike is increased by one. If you expend your psionic focus while initiating this strike, you may teleport to any open space within 50 feet at the conclusion of this strike, whether or not the strike ended because you missed an attack or because you made all possible attacks.</p>"
    },
    "discipline": "Sleeping Goddess",
    "initTime": {
      "units": "full",
      "value": 1
    },
    "level": 6,
    "saveEffect": "See text",
    "saveType": "None",
    "uses": {
      "per": "charges",
      "value": 1,
      "maxFormula": "1",
      "autoDeductChargesCost": "",
      "rechargeFormula": ""
    },
    "actions": [],
    "changes": [],
    "contextNotes": [],
    "sources": [],
    "maneuverType": "Strike"
  },
  "folder": "FHsuJxRY2wxHU8wu",
  "_id": "iDR3B2bQuV8LPXeP",
  "effects": [],
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "10.8",
    "coreVersion": "12.331",
    "createdTime": 1732991286571,
    "modifiedTime": 1736076969747,
    "lastModifiedBy": "jI6iseAymTC0jkXd",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "jI6iseAymTC0jkXd": 3
  },
  "_key": "!items!iDR3B2bQuV8LPXeP"
}
