{
  "type": "feat",
  "name": "Elemental Glyph",
  "system": {
    "description": {
      "value": "<p>Starting at 3rd level, a mystic learns to aid her friends with the arcane power of the elements. Although at first this surging energy was raw and unformed, she has begun to master this ability, and can use it to empower her allies, granting them benefits in combat. As a move action, the mystic can spend one point of animus to apply an elemental glyph to a number of allies equal to her mystic initiation modifier modifier within her sight. The effect of this glyph depends on the element it is associated with, but all glyphs last for a number of rounds equal to 1 + the mystic's initiation modifier. A mystic is not limited to casting glyphs of her active element(as darkness, illumination, and metal have no elemental type). Allies may only be affected by one of her glyphs at a time, with new glyphs ending the current glyph in effect and replacing it on the affected ally. The benefits of these glyphs are cumulative (for example, an 8th level mystic grants both the 3rd level and 8th level benefits to her allies). Different glyphs from different mystics may apply to the same target. Glyphs are supernatural abilities and not subject to spells or effects like dispel magic but do not function within an antimagic field or similar effect.</p><p><strong>Air</strong>: The glyph of air fills the mystic's allies with energy and speed.</p><ul><li>At 3rd level, all movement speeds possessed by each ally under the effect of the glyph gain a +10-foot enhancement bonus to speed. In addition allies may choose to make one turn of up to 90 degrees while making charge attacks.</li><li>At 8th level, this enhancement bonus to movement speed increases to 30 feet, and they may make Acrobatics checks to jump as if they had a running start.</li><li>At 13th level, allies affected by the glyph of air gain the ability to move up to 30 feet as a swift action. This movement provokes attacks of opportunity as normal.</li><li>At 19th level, whenever one of the mystic's allies uses the glyph of air's swift action movement ability, they can make a single attack with a weapon they are wielding at their highest base attack bonusat any point during this movement.</li></ul><p><strong>Darkness</strong>: Though darkness often connotates evil, for the mystic its shroud offers both protection and insight, allowing the mystic's allies tactical avenues that they would otherwise be unable to access.</p><ul><li>At 3rd level, allies affected by the glyph of darkness gain concealment (20% miss chance).</li><li>At 8th level, affected allies gain darkvision and the effects of a see invisibility spell out to a range of 60 feet.</li><li>At 13th level, affected allies are shrouded in a pitch-black veil, gaining total concealment (50% miss chance).</li><li>At 19th level, affected allies gain the blindsight trait with a range of 30 feet.</li></ul><p><strong>Earth</strong>: The dour, steadfast nature of earth allows the mystic's allies to better stand their ground and weather assaults</p><ul><li>At 3rd level, this glyph makes allies more difficult to move against their will. Affected allies gain a bonus to their CMD equal to the mystic's initiation modifier.</li><li>At 8th level, affected allies gain DR/adamantine equal to the mystic's initiation modifier.</li><li>At 13th level, affected allies gain resistance to all energy types equal to the mystic's class level.</li><li>At 19th level, the first time during the encounter that an affected ally is reduced to 0 or fewer hit points, they are instead reduced to 0 hit points and automatically stabilize. Their hit points cannot be reduced below 0 for the rest of the round. Once this effect triggers on an ally, that ally cannot gain its effect again until the end of the encounter. In addition, affected are allies are immune to bleed damage.</li></ul><p><strong>Fire</strong>: The unquenchable flames of passion drive the mystic's allies to feats of glory.</p><ul><li>At 3rd level, affected allies gain a circumstance bonus on attack rolls equal to 1/4 the mystic's class level (minimum +1).</li><li>At 8th level, affected allies add 1/2 the mystic's class level as fire damage to attacks they make.</li><li>At 13th level, affected allies' attacks ignore a number of points of energy resistance equal to the mystic's class level.</li><li>At 19th level, whenever an affected ally is targeted by a melee attack, the attacker takes fire damage equal to the mystic's class level, regardless of whether or not the attack hits.</li></ul><p><strong>Illumination</strong>: The light of the universe reveals truth wherever it hides.</p><ul><li>At 3rd level, affected allies' attacks ignore the miss chance from concealment granted to targets by anything less than total concealment.</li><li>At 8th level, affected allies gain a circumstance bonus on Will saving throws against illusion spells and effects equal to the mystic's initiation modifier.</li><li>At 13th level, affected allies gain the effects of a true seeing spell out to a range of 30 feet.</li><li>At 19th level, affected allies are protected from any falsehood, gaining the effects of a mind blank spell.</li></ul><p><strong>Metal</strong>: Sturdy and unyielding like the forged iron from which it takes its name, the glyph of metal imparts resolute strength to the mystic's allies.</p><ul><li>At 3rd level, affected allies increase their natural armor bonus to AC by an amount equal to 1/4 the mystic's class level (minimum +1).</li><li>At 8th level, affected allies gain a circumstance bonus on Fortitude saves equal to 1/4 the mystic's class level (minimum +1).</li><li>At 13th level, affected allies' attacks ignore a number of points of damage reduction and hardness equal to the mystic's initiation modifier.</li><li>At 19th level, affected allies gain damage reduction/– equal to the mystic's initiation modifier and gain spell resistance equal to 15 + the mystic's class level.</li></ul><p><strong>Water</strong>: Fluid and changeable, the glyph of water grants allies flexibility in both their movement and their thinking.</p><ul><li>At 3rd level, affected allies gain a circumstance bonus to their CMB and on Swim checks equal to the mystic's initiation modifier.</li><li>At 8th level, affected allies ignore difficult terrain when they move.</li><li>At 13th level, affected allies gain the effects of a freedom of movement spell.</li><li>At 19th level, affected allies gain fast healing 10.</li></ul>",
      "instructions": ""
    },
    "tags": [],
    "actions": [],
    "attackNotes": [],
    "effectNotes": [],
    "uses": {
      "value": null,
      "per": "",
      "autoDeductChargesCost": "",
      "maxFormula": "",
      "rechargeFormula": ""
    },
    "changes": [],
    "changeFlags": {
      "immuneToMorale": false,
      "loseDexToAC": false,
      "noMediumEncumbrance": false,
      "noHeavyEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "lowLightVision": false,
      "seeInvisibility": false,
      "seeInDarkness": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "armorProf": [],
    "weaponProf": [],
    "languages": [],
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "traitType": "",
    "traitCategory": "",
    "racePoints": null,
    "abilityType": "su",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "crOffset": "",
    "inherited": false,
    "acquired": false,
    "simple": false,
    "summons": false,
    "disabled": false,
    "classSkills": {
      "acr": false,
      "apr": false,
      "art": false,
      "ahp": false,
      "blf": false,
      "clm": false,
      "crf": false,
      "dip": false,
      "dev": false,
      "dis": false,
      "esc": false,
      "fly": false,
      "han": false,
      "hea": false,
      "int": false,
      "kar": false,
      "kdu": false,
      "ken": false,
      "kge": false,
      "khi": false,
      "klo": false,
      "kmt": false,
      "kna": false,
      "kno": false,
      "kpl": false,
      "kre": false,
      "lin": false,
      "lor": false,
      "per": false,
      "prf": false,
      "pro": false,
      "rid": false,
      "sen": false,
      "slt": false,
      "spl": false,
      "ste": false,
      "sur": false,
      "swm": false,
      "umd": false
    },
    "showInCombat": false
  },
  "folder": "ER1Mcdlpe7t77gpT",
  "_id": "7xW3A7gs2BUkcCBL",
  "img": "icons/magic/symbols/elements-air-earth-fire-water.webp",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "jI6iseAymTC0jkXd": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.345",
    "systemId": "pf1",
    "systemVersion": "11.5",
    "createdTime": 1746913445381,
    "modifiedTime": 1746913445381,
    "lastModifiedBy": "jI6iseAymTC0jkXd",
    "exportSource": null
  },
  "_key": "!items!7xW3A7gs2BUkcCBL"
}
